# IFC_DefPsetEnd

## Description
Marks the end of creation of a new Custom Object Preset.

```pascal
FUNCTION IFC_DefPsetEnd(psetName : STRING) : BOOLEAN;
```

```python

def vs.IFC_DefPsetEnd(psetName):
    return BOOLEAN
```

## Parameters
|Name|Type|Description|
|---|---|---|
|psetName|STRING||

## Version
Availability: from Vectorworks 2016
## Category
* IFC